ms-python.python
ms-toolsai.jupyter
eamodio.gitlens
ms-vscode-remote.remote-ssh
redhat.vscode-yaml
ms-vscode.remote-explorer
Codeium.codeium
vscodevim.vim
hediet.vscode-drawio
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
cweijan.vscode-office
redhat.ansible
ms-vscode.live-server
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
